Repository: LetsGoDev-com/wc-installment-calculator
Catalog: resources/languages/wc-installment-calculator-*.po
Languages: es_ar

source: Settings
es_ar: Ajustes

source: Show Installments
es_ar: Ver cuotas

source: Security check failed.
es_ar: Validación de seguridad fallido.

source: %number% installments of %subtotal%
es_ar: %number% cuotas de %subtotal%

source: Installment Calculator
es_ar: Calculadora de cuotas

source: Design
es_ar: Diseño

source: Desings
es_ar: Diseños

source: Design on the product page
es_ar: Diseño en la página del producto

source: Installments design on the product page.
es_ar: Diseño de cuotas en la página de producto.

source: Installments
es_ar: Cuotas

source: Rules
es_ar: Reglas

source: Define the rules for the installment calculator.
es_ar: Define la reglas para la calculadora de cuotas.

source: Shop page
es_ar: Página de la tienda

source: Actions
es_ar: Acciones

source: Enable the show installment button
es_ar: Activa el mostrar el boton de cuotas

source: If you activate this option, a button/link will appear on the product page that, when clicked, will display the installments
es_ar: Si activas esta opción, un botón/enlace aparecerá en la página de productos que, cuando hagas click, mostrará las cuotas

source: Label of the show installment button
es_ar: Texto para el botón de mostrar cuotas

source: Remove installment calculator for all products
es_ar: Quitar la calculadora de cuotas para todos los productos

source: Enable installment calculator for all products
es_ar: Activar la calculadora de cuotas para todos los productos

source: Enable Installment Calculator
es_ar: Activar calculadora de cuotas

source: Enable the installment calculator for this product.
es_ar: Activar la calculadora de cuotas para este producto.

source: Enable installment calculator for this variation.
es_ar: Activar la calculadora de cuotas para esta variación.

source: Disable Installment Calculator
es_ar: Desactivar la calculadora de cuotas

source: Only Pro version available
es_ar: Sólo disponible en version PRO

source: Clicking this button, you will disable the installment calculator for all your products.
es_ar: Presionando el botón, desactivarás la calculadora de cuotas para todos los productos.

source: Clicking this button, you will enable the installment calculator for all your products.
es_ar: Presionando el botón, activarás la calculadora de cuotas para todos los productos.

source: Available
es_ar: Disponible

source: Subtitle (optional)
es_ar: Subtitulo (opcional)

source: Installment
es_ar: Cuota

source: Surcharge (%)
es_ar: Recargo (%)

source: Content
es_ar: Contenido

source: Add Installment
es_ar: Agregar cuota

source: Product price
es_ar: Precio del producto

source: Number of installments
es_ar: Número de cuotas

source: Surcharge (in percentage)
es_ar: Recargo (en porcentaje)

source: Display a selected installment in the product list (shop page).
es_ar: Mostrar una cuota seleccionada en el listado de productos (página de la tienda).
